export const about = [
'Программа по мотивам предыдущих версий бормотунчика.',
'Основа большинства уроков - древний покупной курс.',
'',
'Режимы:',
'',
'  - "бормотание": циклическое повторение всех слов урока для предварительного запоминания слов',
'  - "контроль": проверка в режиме поиска русского перевода по английскому слову',
'  - "контроль наоборот": проверка в режиме поиска английского слова по русскому переводу',
'  - "правописание": набор английского слова по русскому переводу',
'  - "проверка": набор слова на "случайном" языке по его переводу'
];
