export const about = [
  'Программа по мотивам предыдущей версии бормотунчика.',
  'Основа большинства уроков - лексика из какого-то покупного курса с не очень удобным интерфейсом',
  '',
  'Режимы:',
  '',
  '  - "бормотание": циклическое повторение всех слов урока для предварительного запоминания слов',
  '  - "контроль": проверка в режиме поиска русского перевода по английскому слову',
  '  - "контроль наоборот": проверка в режиме поиска английского слова по русскому переводу',
  '  - "правописание": наколачивание английского слова по русскому переводу',
  '  - "проверка": пока неизвестно'
];
