export const about = [
  'Программа по мотивам предыдущей версии бормотунчика.',
  'Основа большинства уроков - лексика из какого-то покупного курса с не очень удобным интерфейсом для изучения слов',
  '',
  'Режимы:',
  '',
  '  - "бормотание": циклическое повторение всех слов урока для предварительного запоминания',
  '  - "контроль": проверка в режиме поиска русского перевода по английскому слову',
  '  - "контроль наоборот": проверка в режиме поиска английского перевода по русскому слову',
  '  - "правописание": наколачивание английского правописания по русскому слову',
  '  - "проверка": пока неизвестно',
  '  - "фразы": чуждый для Бормотунчика режим'
];
