export const about = [
  'Программа по мотивам предыдущей версии бормотунчика.',
  'Основа большинства уроков - лексика из какого-то покупного курса с не очень удобным интерфейсом для изучения слов',
  '',
  'Режимы:',
  '',
  '  - "бормотание": циклическое повторение всех слов урока для предварительного запоминания',
  '  - "контроль": проверка в режиме поиска русского перевода по английскому слову',
  '  - "контроль наоборот": проверка в режиме поиска английского перевода по русскому слову',
  '  - "правописание": наколачивание английского по русскому слову',
  '  - "проверка": смешанный контроль',
  '  - "фразы": чуждый для Бормотунчика режим'
];

export const help = [
  'Основные режимы бормотунчика: БОРМОТАНИЕ - КОНТРОЛЬ - КОНТРОЛЬ НАОБОРОТ - ПРАВОПИСАНИЕ - ПРОВЕРКА. ',
  'Доп. режим - ФРАЗЫ',
  '',
  'Во всех этих режимах доступны следующие горячие клавиши:',
  '  - Alt+R: (Restart) - перезапуск текущего урока',
  '  - Alt+P: (Previous) - переход к предыдущему уроку',
  '  - Alt+N: (Next) - переход к следующему уроку',
  '',
  'В режиме ФРАЗЫ и во всех ОСНОВНЫХ режимах (кроме Бормотания) возможна подсказка:',
  ' - Alt+H: (Hint) - подсказка (с увеличением счетчика ошибки)',
  '',
  'Только в ОСНОВНЫХ:',
  '  - Alt+X: (neXt mode) - циклический переход к следующему основному режиму.',
  '  - Alt+S: (Skip) - пропуск (временный) подзабытого слова',
  '',
  'Только в режиме ФРАЗЫ:',
  '  - Alt+K: (Keyboard) - переключение между "клавиатурным" и "кликабельным" режимом',
  '  - Alt+D: (Discard) - сбросить текущую фразу',
  '  - Alt+E: (Error check) - проверка правильности'
];
